Repository: gangagoura/translate-project-pypi.org-english-Ro
Catalog: weblate-memory.tmx
Source language: en
Languages: ro

source: You are now ${role} of the '${project_name}' project.
ro: Acum sunteți $ {role} din proiectul '$ {project_name}'.

source: You must provision a two factor method before recovery codes can be generated
ro: Trebuie să furnizați o metodă cu doi factori înainte ca codurile de recuperare să poată fi generate

source: Invalid token: not an email verification token
ro: Token nevalid: nu un Token de verificare prin e-mail

source: Invalid token: request a new email verification link
ro: Token nevalid: solicitați un nou link de verificare prin e-mail

source: Invitation for '${project_name}' is declined.
ro: Invitația pentru '$ {project_name}' este refuzată.

source: Role invitation no longer exists.
ro: Invitația la rol nu mai există.

source: Recovery codes already generated
ro: Coduri de recuperare deja generate

source: Role invitation is not valid.
ro: Invitația la rol nu este validă.

source: Expired token: request a new email verification link
ro: Token expirat: solicitați un nou link de verificare prin e-mail

source: This is your primary address
ro: Aceasta este adresa dvs. principală

source: You can now set this email as your primary address
ro: Acum puteți seta acest e-mail ca adresă principală

source: Email already verified
ro: E-mailul a fost deja verificat

source: Email not found
ro: E-mailul nu a fost găsit

source: Invalid token: password has already been changed since this token was requested
ro: Token nevalid: parola a fost deja modificată de la solicitarea acestui jeton

source: You have reset your password
ro: V-ați resetat parola

source: Invalid token: user has logged in since this token was requested
ro: Token nevalid: utilizatorul s-a conectat de când a fost solicitat acest jeton

source: Invalid token: user not found
ro: Token nevalid: utilizatorul nu a fost găsit

source: Invalid token: not a password reset token
ro: Token nevalid: nu un jeton de resetare a parolei

source: Invalid token: no token supplied
ro: Token nevalid: nu este furnizat niciun jeton

source: Invalid token: request a new password reset link
ro: Token nevalid: solicitați un nou link de resetare a parolei

source: Expired token: request a new password reset link
ro: Token expirat: solicitați un nou link de resetare a parolei

source: New user registration temporarily disabled. See https://pypi.org/help#admin-intervention for details.
ro: Înregistrarea unui nou utilizator a fost dezactivată temporar. Consultați https://pypi.org/help#admin-intervention pentru detalii.
